---
type: AssetPropertyTime
namespace: Autodesk.Revit.DB.Visual
version: 2024
members: 1
tags: [revit-api, class]
---

# AssetPropertyTime

`Autodesk.Revit.DB.Visual.AssetPropertyTime` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Value | — | `public DateTime Value { get ; }` |